export const advantages = [
  {
    icon: '🎓',
    title: '7+ лет опыта',
    description: 'Сотни специалистов успешно прошедших проверку знаний в РТН с нашей помощью',
  },
  {
    icon: '📚',
    title: 'Актуальные материалы',
    description:
      'Готовим по актуальным билетам и учитываем текущие изменения нормативных документов',
  },
  {
    icon: '🧠',
    title: 'Онлайн-тестирование',
    description: 'Проверьте свой уровень знаний прямо на сайте перед началом подготовки',
  },
  {
    icon: '⏰',
    title: 'Гибкий график',
    description: 'Учитесь в удобное время — доступ к материалам 24/7',
  },
  {
    icon: '🤝',
    title: 'Поддержка на всех этапах',
    description: 'Всегда на связи — от подачи пакета документов до самой экзаменации включительно',
  },
  {
    icon: '👨‍🏫',
    title: 'Индивидуальный подход',
    description: 'Адаптируем обучение под ваш профиль и опыт работы',
  },
];
